[FILE]
Author=(ibraheem5000@gmail.com) إبراهيم سعيد
Help=AIMP3-en.chm
Icon=00000100010010100000010018006803000016000000280000001000000020000000010018000000000040030000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000006FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C367A04337902347902357A023B7D0B408012387C08397C084080123B7D0B357A02347902337902367A046FA04C6FA04C3479013177003177003579068DAE76A8BD999AB4879AB387A8BD998CAE753479063177003177003479016FA04C6FA04C347A03327800387C0A729C56B7C8AD99BD9278AA7278AA729ABE92B7C8AD719B54377C0A327800347A036FA04C6FA04C367B0434790476A059ACC4A25FA05C78AE749FC49A9FC49A77AE7360A05CACC4A2759F58347904367B046FA04C6FA04C387C0649851EA6BC9663A15F93BC8AAEC79B89AF6D8DB273B6CBA494BD8D64A260A5BC9548851D387C066FA04C6FA04C397D085D92379DBA905EA059A4C09076A45378A6577EAA5F7FAA5FAEC79D5CA0589EBA915D9236397D086FA04C6FA04C48871B6C9B48AAC19F67A6648CB17281AC627FAA6086AF6885AF678DB17366A563AAC1A06B9B4749871B6FA04C6FA04C5B933264983FADC39D84B4816CA15A7CA75D85AE6690B5747BA75C679E5484B481ACC19C64983F5B93326FA04C6FA04C6B9E47679C4384AC69B7CBAC91BC9077AD6E7FB06E7FB06E77AD6E91BC90B6CBAB84AC69689C436B9E476FA04C6FA04C79A75977A55676A55585AD6AA6C095BBD0B6ABC7A8ACC8A8BBCFB5A6C09585AD6976A55677A5567AA75A6FA04C6FA04C87B06984AE6685AE6784AE6583AD659CBB86BFCFB2BFCFB39BBA8683AD6584AE6585AF6784AD6688B06A6FA04C6FA04C91B7768FB57590B67490B67590B67490B67490B67590B67590B67490B67490B67590B6748FB57592B7776FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C6FA04C000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=3073
Name=الـعـربـيـة (AR)
VersionID=4001

[About]
B1=إغلاق
Caption=عن البرنامج 
L1=الدعم:
L2=المبتكر:
L4=المصمم:
L5=الرخصة
L6=سجل التغييرات

[Actions]
EqualizerFrame=معادل الصوت
Form.DockTo=تثبيت على جوانب الشاشة
Form.DockToEdges=على الجانب الأيسر للشاشة|على الجانب الأيمن للشاشة|على الجانب العلوي للشاشة|على الجانب السفلي للشاشة
Form.DoMaximize=تكبير
Form.Maximize=تكبير|استعادة
Form.Minimize=تصغير
Form.Minimize=تصغير
Form.Pin=تثبيت النافذة مع إزاحة البرامج الأخرى 
Form.StayOnTop=البقاء في الأعلى
Form.Undock=الوضع طبيعي
Form.Visible=%s - عرض|%s - اخفاء
PlaylistFrame=قائمة التشغيل
QuickSearch=بــحــث ســريــع
Tabs.ScrollDown=تمرير التبويبات للخلف
Tabs.ScrollUp=تمرير التبويبات للأمام
Visuals.VisualMenu=قائمة المناظر التفاعلية

[AddLinkDialog]
btnOk=موافق
Caption=إضافة رابط
lbLink=رابط البث:
lbName=الاسم:

[AIMP]
miCountdown=العد التنازلي
acCopyTo=...نسخ إلى
acFormsTogglePlaylistVisibility.h=عرض/إخفاء قائمة التشغيل
acFormsTogglePlaylistVisibility=إظهار/إخفاء قائمة التشغيل
acHelp=مساعدة
acMainAddFiles.h=إضافة ملفات
acMainAddFiles=ملفات 
acMainAddFolder.h=إضافة مجلد 
acMainAddFolder=مجلد 
acMainAddPlaylist.h=إضافة قائمة تشغيل 
acMainAddPlaylist=قائمة تشغيل 
acMainAddURL.h=URL إضافة عنوان
acMainAddURL=URL عنوان 
acMainBookmarksManager=مدير المفضلات
acMainDSPManager=مدير المعالجة الصوتية
acMainDSPManagerCrossMixing=مدير المعالجة الصوتية: خيارات الخلط
acMainDSPManagerEQ=مدير المعالجة الصوتية: معادل الصوت
acMainDSPManagerVolumeNormalization=مدير المعالجة الصوتية: معادلة الصوت
acMainExit.h=AIMP إغلاق
acMainMinimize.h=تصغير البرنامج بجوار الوقت والتاريخ
acMainOpenFiles.h=فتح ملفات
acMainOpenFiles=فتح ملفات 
acMainOpenFolder=فتح مجلد 
acMainOpenPlaylist.h=فتح قائمة تشغيل
acMainOpenPlaylist=فتح قائمة تشغيل 
acMainStayOnTop=البقاء في الأعلى
acMLCompressDB=ضغط قاعدة البيانات
acMLDeleteAll=حذف جميع الملفات من قاعدة البيانات
acMLGroupingTreeDeleteSelected=حذف من قاعدة البيانات
acMLLabelsDialog=...العلامات
acMLMakeReport=...تقرير
acMLMissedFiles=...الملفات المفقودة
acMLPlayFiles=تشغيل
acMLReloadTagsForAllFiles=إعادة تحميل البطاقات لكل الملفات
acMLReloadTagsForSelectedFiles=إعادة تحميل البطاقات للملفات المختارة
acMLTableDeleteSelected=حذف المُختار من قاعدة البيانات
acMLTableSendFilesToActivePlaylist=إضافة إلى قائمة التشغيل النشطة
acMoveTo=...نقل إلى
acOpenFolder=فتح مجلد
acOptionHotkeys.h=خيارات مفاتيح الاختصار
acOptionHotkeys=مفاتيح الاختصار 
acOptionLangs.h=إعدادات اللغة
acOptionLangs=اللغة 
acOptionPlugins.h=إعدادات الملحقات
acOptionPlugins=الملحقات
acOptions=الإعدادات
acOptionShutdown.h=خيارات إطفاء التشغيل التلقائي 
acOptionShutdown=إطفاء تشغيل تلقائي 
acOptionSkins.h=إعدادات الواجهة
acOptionSkins=المظاهر 
acPlayableFileCopyFileToClipboard.h=نسخ الملف إلى الذاكرة 
acPlayableFileCopyInfoToClipboard.h=نسخ معلومات الملف إلى الذاكرة 
acPlayableFileCopyToLastPath.h=نسخ الملف المُشغّل حاليًا إلى آخر مجلد مُختار
acPlayableFileDeletePhysically=إزالة الملف المشغل حاليًا من الجهاز
acPlayableFileShowFileInfo=معلومات الملف الحالي 
acPlayableFileToggleSwitchInPlaylist.h=(on / off) الملف الحالي
acPlayerJumpToTime=قفز إلى الوقت 
acPlayerNextTrack=الملف التالي
acPlayerPlayPause=تشغيل/إلباث
acPlayerPrevTrack=الملف السابق
acPlayerRadioCapture=مُسجل راديو الإنترنت
acPlayerRepeat=إعادة الملف
acPlayerRepeatPartAB="А-B" تكرار جزء بين نقطتين
acPlayerSeekBackward.h=قفز للخلف
acPlayerSeekForward.h=قفز للأمام
acPlayerShuffle=عشوائي
acPlayerStop.h=إيقاف
acPlayerStopAtEnd.h=إيقاف بعد إنتهاء الملف الحالي  
acPlayerVolumeDown.h=خفض الصوت
acPlayerVolumeMute.h=كتم الصوت / تشغيل الصوت
acPlayerVolumeMute=كتم
acPlayerVolumeUp.h=رفع الصوت
acPlaylistAddSelectedToBookmarks.h=إضافة للمفضلة
acPlaylistAddSelectedToQueue=إضافة إلى قائمة الانتظار
acPlaylistClose=إغلاق قائمة التشغيل 
acPlaylistCloseOthers=إغلاق قوائم التشغيل الأخرى 
acPlaylistCopySelectedToClipboard=نسخ الملفات المحددة إلى الذاكرة 
acPlaylistDeleteAll=إزالة الكل 
acPlaylistDeleteDuplicates=إزالة الملفات المكررة 
acPlaylistDeleteNonExists=إزالة الملفات المفقودة 
acPlaylistDeleteNonSelected=إزالة جميع الملفات بإستثناء الملفات المحددة 
acPlaylistDeleteSelected=إزالة الملفات المحددة
acPlaylistDeleteSelectedPhysically=إزالة الملفات المحددة من القائمة ومن الجهاز 
acPlaylistDeleteSwitchedOff=إزالة الملفات المعطلة 
acPlaylistDeleteSwitchedOffPhysically=إزالة الملفات المعطلة من القائمة ومن الجهاز 
acPlaylistFindInML=بحث في مكتبة الموسيقى
acPlaylistFindNewFiles=بحث عن ملفات صوتية جديدة في الجهاز 
acPlaylistFocusedItemShowQTE=معلومات الملف 
acPlaylistInsertAfterPlayingItem=نقل بعد الملف الحالي في قائمة التشغيل 
acPlaylistInsertToQueueBeginning=إضافة إلى بداية قائمة الانتظار
acPlaylistNew=قائمة تشغيل جديدة 
acPlaylistNext.h=قائمة التشغيل التالية
acPlaylistPlayFocusedItem.h=تشغيل الملف المحدد
acPlaylistPlayFocusedItem=تشغيل 
acPlaylistPlayPrevious=تشغيل آخر قائمة تشغيل تم تشغيلها قبل هذه
acPlaylistPrev.h=قائمة التشغيل السابقة
acPlaylistReloadFromPreimage=إعادة تحميل البيانات من صورة طبق الأصل
acPlaylistRemoveSelectedFromQueue=إزالة من قائمة الانتظار
acPlaylistRename=إعادة تسمية قائمة التشغيل 
acPlaylistReverse.h=عكس الترتيب
acPlaylistReverse=عكس الترتيب 
acPlaylistSave=حفظ قائمة التشغيل 
acPlaylistSortByArtist=ترتيب حسب الفنان 
acPlaylistSortByDuration=ترتيب حسب المُدة 
acPlaylistSortByFileName=ترتيب حسب المجلدات 
acPlaylistSortByTitle=ترتيب حسب العنوان 
acPlaylistSortRandomize.h=ترتيب عشوائي
acPlaylistSortRandomize=ترتيب عشوائي 
acQueueClear=تنظيف قائمة الانتظار 
acQueueManager=مدير قائمة الانتظار 
acSearchAdvanced=بحث متقدم
acSearchQuick=مواصلة البحث
acSendToAudioConverter.h=إرسال إلى محوّل الصوتيات
acSendToAudioConverter=محوّل الصوتيات
acSendToTagEditor.h=إرسال إلى محرر البطاقات
acSendToTagEditor=محرر البطاقات 
acUtilsAudioConverter=محوّل الصوتيات
acUtilsAudioLibrary=المكتبة الصوتية 
acUtilsTagEditor=محرر البطاقات 
acVisualFullScreen.h=وضع ملء الشاشة للمنظر التفاعلي
acVisualFullScreen=ملء الشاشة
acVisualNext.h=المنظر التفاعلي التالي 
acVisualNormal.h=الوضع الطبيعي للمنظر التفاعلي
acVisualNormal=الوضع الطبيعي 
acVisualPrev.h=المنظر التفاعلي السابق 
CategoryMenu=الـفـئـة 
CategoryOptions=خيارات 
ClearPls=تنظيف قائمة التشغيل 
CM_DEL=إزالة من قائمة التشغيل 
CM_SEL=تحديد الملفات 
CountLabel.h=عدد الملفات في قائمة التشغيل
ItmEQPos=إظهار نافذة معادل الصوت يسار البرنامج 
LengthLabel.h=مجموع المدة الزمنية لقائمة التشغيل
miMLCreateDynPlaylist=إنشاء قائمة تشغيل ذكية
miMLGroupingPreset=التجميع
miMLGroupingPresetAdd=...إضافة
miMLGroupingPresetEdit=...تحرير
miMLGroupingPresetRemove=حذف
miMLLabelsExclude=إزالة تعيين العلامة
miMLLabelsInclude=تعيين علامة
miMLManageDB=قاعدة البيانات
miMLReload=...تحديث
miMLTableSendToPlaylist=إرسال إلى قائمة تشغيل
miPersonalSettings=الإعدادات الشخصية
miPlaylistNewSmart=فائمة تشغيل ذكية جديدة
miReadOnly=قفل من التغييرات
miSelectAll=اختر كل الملفات
miSelectNone=اختر لا شيء
miSelectPls=اختيار قائمة تشغيل
miSendToPlaylist=إرسال إلى قائمة تشغيل أخرى
miSortByPatternOptions=خيارات
N6=إعادة فحص البطاقات 
N20=قائمة الانتظار 
N22=جوار الساعة
N31=وضع المنظر التفاعلي 
N35=عرض النافذة
N36=معادل الصوت 
N37=نافذة المنظر التفاعلي
N38=(إخفاء الكل)
N40=المنظر التفاعلي 
N41=المظاهر 
N43=مساعدة 
N47=خروج 
N56=أدوات إضافية 
N70=تعطيل مفاتيح الاختصار الشاملة 
N75=أدوات إضافية 
N79=عرض الملف الحالي في قائمة التشغيل 
N80=فتح تجهيزات محفوظة 
N81=حفظ التجهيز الحالي 
N83=إعادة ضبط جميع التأثيرات للوضع الافتراضي 
N84=إعادة ضبط مُعادِلات الصوت للوضع الافتراضي 
N85=إخفاء الكل 
N86=توسيع الكل 
N90=المشغل
N91=تشغيل / إلباث
N92=إيقاف
N93=إضافة ملفات 
N95=المقطوعة السابقة
N96=المقطوعة التالية
N98=الصوت 
N114=دمج مع الفئات المماثلة 
N115=دمج جميع الفئات المماثلة 
pmAdd.h=إضافة عناصر لقائمة التشغيل
pmDelete.h=إزالة عناصر من قائمة التشغيل
pmEqualizer.h=إعدادات معادل الصوت
pmMainMenu.h=القائمة الرئيسية
pmManagePlaylist.h=إدارة قائمة التشغيل
pmMisc.h=خيارات متنوعة
pmMLDelete.h=إزالة قائمة العناصر
pmMLGroupingPresets.h=الضبط المسبق للتجميع
pmMLLabels.h=قائمة العلامات
pmMLMainMenu.h=القائمة الرئيسية - مكتبة الموسيقى
pmMLMisc.h=قائمة متعددة
pmPlaylistList.h=قائمة قوائم التشغيل
pmQuickOptions.h=إعدادات سريعة
pmSorting.h=ترتيب العناصر في قائمة التشغيل
pmUtilities.h=أدوات إضافية
SentToNewPLS=قائمة تشغيل جديدة 
SizeLabel.h=حجم الملف في قائمة التشغيل
TCFixFloat=تثبيت شريط المعلومات
TL=تصدير قائمة المقطوعات
TrayCotnrol=عرض المشغل المصغّر

[AIMPML]
Added=تمت إضافته
Album=الألبوم
AlbumArtist=فنان الألبوم
Artist=الفنان
Bitrate=معدل البت
BPM=بت في الثانية
Channels=القنوات
Composer=الملحن
Copyrights=حقوق النسخ
DiskNumber=رقم القرص
Duration=المدة
FileFormat=صيغة الملف
FileName=اسم الملف
FileSize=حجم الملف
Genre=النوع
Labels=العلامات
LastPlayback=آخر تشغيل
PlaybackCount=عدد التشغيلات
Publisher=الناشر
Rating=التقييم
SampleRate=معدّل العينة
Title=العنوان
TrackNumber=رقم المقطوعة
URL=الرابط
UserMark=التقييم
Year=السنة

[AIMPML.Controls]
None=(بدون)
SetNewLabel=...علامة جديدة
ShowAll=(عرض الكل)
UnsetAllLabels=إزالة تعيين كل العلامات

[AIMPML.Reports]
AlbumCount=:عدد الألبومات
ArtistCount=:عدد الفنانين
Common=الإحصائات
FavoriteAlbums=(%d الألبومات المفضلة (أعلى
FavoriteArtists=(%d الفنانين المفضلين (أعلى
FavoriteGenres=(%d الأنواع المفضلة (أعلى
FavoriteTracks=(%d المقطوعات المفضلة (أعلى
GenreCount=:عدد الأنواع
L1=:عدد التشغيلات
L2=عدد المقطوعات
L3=(~) إجمالي المُدة
L4=الفنان
L5=مسموع
L6=الإجمالي
TrackCount=:عدد المقطوعات

[AIMPMLFilterEditorDialog]
btnCancel=إلغاء
btnOK=موافق
Caption=معايير التصفية
cbLimit=:أكبر عدد من المقطوعات
cbSortBy=:ترتيب حسب
L1=القواعد

[AIMPMLFilterEditorDialog.FilterControl]
C=إضافة قاعدة
G=إضافة مجموعة
Op0=تساوي
Op1=لا تساوي
Op2=بين
Op3=أقل
Op4=أقل أو تساوي
Op5=أكبر
Op6=أكبر أو تساوي
Op7=تحتوي
Op8=تبدأ بـ
Op9=تنتهي بـ
R=حذف

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=تنظيف
btnEditFilter=...تعديل
Caption=قالب التجميع
L1=تسمية آلية
L2=تجميع حسب الحقول
L3=تصفية مُخصصة
lbName=الاسم
lvAvailable=الحقول المتاحة
lvGroup=الحقول المستخدمة

[AIMPMLLabelsDialog]
acMoveLeft=تعيين علامة
acMoveRight=إزالة تعيين العلامة
acRemove=إزالة العلامة
acRename=إعادة تسمية العلامة
btnCancel=إلغاء
btnOK=موافق
C1=العلامات
C2=العلامات المتاحة
Caption=العلامات
L1=إدخِل اسم العلامة
L2=إضافة
miSetToAll=تطبيق على كل الملفات
miUndoSetToAll=تراجع: تطبيق على كل الملفات

[AIMPMLMissedFilesDialog]
acApply=تطبيق إلى المختار
acFind=...بحث
acRemoveSelected=إزالة المُختار من قاعدة البيانات
acReplace=...استبدال اسم الملف
Caption=ملفات مفقودة

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=ملفات مفقودة
c[1]=استبدال مُقترح
c[2]=درجة الامتثال

[AIMPMLMonitoringSettingsDialog]
acAdd=إضافة
acDeleteAll=حذف الكل
acDeleteSelected=حذف المختار
acUpdate=تحديث
btnClose=إغلاق
Caption=إضافة ملفات
CB1=بحث عن ملفات منقولة أو معاد تسميتها
CB2=حذف الملفات غير الموجودة من قاعدة البيانات
CB3=إعادة تحميل البطاقات
cbMinFD=إذا كانت المدة أقل من:
cbMinFS=إذا كان الحجم أقل من:
cbScanOnStartup=فحص الملفات الجديدة عند بدء التطبيق
cbTrackChanges=مراقبة التغييرات أثناء العمل
GB1=المراقبة
GB2=فعل أثناء التحديث
gbFiltBy=تخطي الملف
L1=إذا كان امتداد الملف هو:
L2=إضغط زر "تحديث" لتحديث محتويات قاعدة بيانات مكتبة الموسيقى خاصتك
pcpFolders=المجلدات
pcpSettings=الإعدادات

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=المجلد
c[1]=المجلدات الفرعية

[AIMPMLPreimageDialog]
Caption=قائمة التشغيل الذكية - مكتبة الموسيقى

[AIMPPlaylistFoldersPreimageDialog]
acAdd=إضافة
acDeleteAll=حذف الكل
acDeleteSelected=حذف المختار
btnCancel=إلغاء
btnOk=موافق
Caption=قائمة التشغيل الذكية - المجلدات
cbSyncOnChanges=مراقبة التغييرات أثناء التشغيل
cbSyncOnStartup=التحقق من التغييرات عند تشغيل التطبيق

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=مجلد
c[1]=تضمين المجلدات الفرعية

[AIMPSendToDialogForm]
cbDefault=حفظ هذه الخيارات كخيارات افتراضية
cbSaveStructure=حفظ هيكل المسار
gbAdditionals=نسخ ملفات إضافية
gbPath=نـسـخ إلـى
gbRename=إعادة تسمية بواسطة قالب
L1=نسخ|نقل
L2=نسخ إلى|نقل إلى
L3=نسخ الخيارات|نقل الخيارات
lbAdditionals=سيتم نسخ ملفات اضافية مع الملفات المنسوخة .. اكتب اسماء الملفات الإضافية التي تريد نسخها في مربع النص التالي\n ; لتجاهل الصيغة استخدم * ، للفصل بين الملفات استخدم

[ATEAutoTagForm]
c[0]=اسم الملف
c[1]=الألبوم
c[2]=الفنان
c[3]=النوع
c[4]=العنوان
c[5]=رقم المقطوعة
c[6]=السنة
C1=قبل التغييرات
C2=بعد التغييرات
Caption=ملء تلقائي للبطاقة بإستخدام اسم الملف

[ATEChangeRegisterDialog]
Caption=تغيير حالة الأحرف / نقل حرفي
CB1=البطاقات:
GB1=الإجراءات
L1=الحالة:
L2=النقل الحرفي:
L3=الحقول:

[ATEForm]
A1=(XX) ترقيم تلقائي 
A2=إعادة تسمية
A3="%s" تغيير إلى الصيغة
A4=تطبيق
A9=تخطي الملفات المُحللة
acEdit=تعديل جميع الحقول
aSave=حفظ
aTag.h=ملء تلقائي
B1.h=تغيير حالة الأحرف / نقل حرفي
B5=تحديث البطاقات
btnBPM.h=نبضة في الدقيقة
btnRG.h=Replay Gain
Caption=AIMP: محرر البطاقات المتقدم
cbSubFolders=تضمين ملفات المجلدات الفرعية
lbNoData=(حدد ملف لعرض البيانات)
miBPMAnalyze=تحليل المُختار
miDelete=حذف 
miDeletePhys=حذف من القائمة ومن الجهاز 
miGroupBy=تجميع حسب
miGroupByFolder=حسب المجلد الأساسي
miGroupByNone=دون تجميع
miJumpTo=...قفز إلى المجلد
miNumCfm=طلب تأكيد 
miRgAlbum=فحص المختار: كألبوم واحد
miRgFile=فحص المُختار: بدون ألبوم
miRgMAlbum=فحص المُختار: جلب الألبوم من البطاقات
miRgRemove=Remove ReplayGain info from tags
miSoundOut=خيارات التشغيل 
TM0=الملفات >> الموجودة على القرص الصلب
TM1=الملفات >> المضافة بواسطة المستخدم

[ATEForm.lvTable]
c[0]=الرقم 
c[1]=رقم القرص 
c[2]=اسم الملف 
c[3]=العنوان 
c[4]=الفنان 
c[5]=الألبوم 
c[6]=السنة 
c[7]=النوع 
c[8]=معدل البت 
c[9]=المُدة
c[10]=الصيغة 
c[11]=الغلاف 
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=الحجم

[ATERenameForm]
btnRename=تغيير الاسم
Caption=خيارات إعادة التسمية
CB1=إظهار نافذة المعاينة قبل إعادة التسمية
CB2=التنفيذ على نسخة من الملف وترك الملف الأصلي
GB1=إعادة تسمية الملفات بواسطة قالب
GB2=نقل الملفات إلى مجلد آخر
GB3=بحث واستبدال
GB4=السجل
GB5=النقل الحرفي
L1=بحث:
L2=للتصنيف في مجلدات إستخدم الرمز "\" في القالب \n (%Y\%A - %T) :مثال
L3=استبدال بـ:

[ATESaveParams]
Caption=حفظ الخيارات

[AutoTag]
bOk=تطبيق
Caption=ملء تلقائي
CB1=لا تملء الحقول المملوءة

[BookmarkEditDialog]
btnOk=حفظ
Caption=محرّر المفضلات

[BookmarksManagerDialog]
acItemAddFile=إضافة: ملف
acItemAddFolder=إضافة: مجلد
acItemAddLink=إضافة: رابط
acItemEdit=تعديل
acItemRemove=إزالة
B1=إضافة إلى قائمة التشغيل
B2=تشغيل
btnAdd=إضافة
btnClose=إغلاق
Caption=مدير المفضلات

[BookmarksManagerDialog.lvItems]
c[0]=العنوان
c[1]=المسار
c[2]=الموضع
c[3]=ملاحظات

[CommonDialogs]
B1=موافق
B2=إلغاء
B3=مجلد جديد
L1=اختيار مجلد
L2=تضمين الملجدات الفرعية
SA=تحديد الكل 
SN=إزالة التحديد عن الكل 

[ConfirmDialog]
B1=استبدال
B2=استبدال الكل
B3=تجاهل
B4=تجاهل الكل
B5=إعادة تسمية
B6=إلغاء
Caption=استبدال
gbFile1=استبدال الملف
gbFile2=بالملف

[CONTEXT]
0=AIMP فتح باستخدام
1=تشغيل
2=إضافة لقائمة التشغيل
3=إضافة لقائمة الانتظار
4=إضافة للعلامات المرجعية
5=تحرير البطاقات
6=تحويل لصيغة أخرى

[Converter]
actAddFiles=إضافة ملفات
actAddFolders=إضافة مجلدات
actAddPlaylist=إضافة قوائم تشغيل
actDeleteAll=تنظيف
actDeleteSelected=حذف المحدد
bAdd.h=إضافة ملفات أو مجلدات
bDelete.h=إزالة الملفات
bQuickOptions.h=خيارات
bSettings=خيارات
bStart=بدء
bStop=إيقاف
Caption=AIMP: محوّل الصوتيات
csCancel=ملغي
csDone=تمّ
csError=خطأ
csWaiting=ينتظر
lbEncoder=الصيغة:
lbMode=نمط فك الترميز
lbTargetFileName=إعادة تسمية الملف:
lbTargetFolder=نقل المُخرجات إلى:
lbTimeElapsed=المنقضي:
lbTimeLeft=المتبقي:
lbTotalProgress=التقدم الكلي:
miDeleteSource=إزالة الملف المصدر بعد التحويل الناجح
miSavePathStructure=حفظ هيكل المجلد عند نقل الملف إلى مسار الهدف
miShutdownWhenDone=إطفاء تشغيل الحاسوب بعد الانتهاء من التحويل
miUncheckSuccessful=إزالة علامة الاختيار من الملف بعد التحويل الناجح
Modes=مصدر منفرد - نتيجة منفردة|كل المصادر - نتيجة منفردة
PatentedCodecsWarning=بأنفسنا بسبب براءات اختراع البرمجيات MP3 لا يمكننا توزيع برمجيات ترميز الـ.\n\nوتثبيتها في "lame_enc.dll" إذا كنت بحاجة لهذه الوظيفة ينبغي عليك تنزيل مكتبة\n"%s"\n\nيمكنك الحصول على المزيد من المعلومات من خلال المواقع الإلكترونية التالية: %s
PatentedCodecsWarningTitle=تحول إلى صيغ أخرى

[Converter.lvTable]
c[0]=الاســم
c[1]=الصيغة
c[2]=الحالة
c[3]=الرقم 

[ConverterEncoders]
bOk=موافق
cbAsInput=كما في الملف المصدر
cbChangeFormat=تغيير الصيغة
cbCorrectionFile=إنشاء ملف تصحيح
cbIncludeMD5=تضمين رمز الفحص مع الملف
cbModeHybrid=مختلط
cbModeLossless=مضيع
gbMode=النمط
lbBestC=ضغط أفضل
lbBestQ=جودة أفضل
lbBitDepth=صيغة العينة:
lbBitrate=معدّل البت:
lbBitrateMode=النمط:
lbChannels=القنوات:
lbCompression=الضغط:
lbLeast=ضغط سريع
lbMost=ضغط أفضل
lbQuality=الجودة:
lbSampleRate=معدّل العينة:
scParams=المعاملات

[CopyDialog]
0=...ينسخ \n
1=...ينقل \n
2=إلباث
3=إستكمال

[DropForm]
CB1=لا تسأل مُجددًا
RG1=سحب وإفلات

[DSPDialog]
btnEqPresets=التجهيزات المسبقة
btnReset=استعادة إلى الافتراضيات
CB1=(مُزيل الصوت (للاستيريو فقط
CB3=(استخدام تدرّج الصوت (إلبات / تشغيل
CB4=استخدام تدرّج الصوت عند التنقل في مواضع المقطوعة
CB5=تغيير ناعم للصوت
CB6=خلط المقطوعة التالية مع المقطوعة السابقة
CB7=ظهور تدريجي للصوت عند بداية المقطوعة
CB8=اختفاء تدريجي للصوت عند انتهاء المقطوعة
cbEqSwitch=تشغيل معادل الصوت
GB1=Volume normalization via Replay Gain
GB2=انتقال يدوي بين المقطوعات
GB3=انتقال آلي بين المقطوعات
GB4=Replay Gain
L1=يمكنك إعادة القيم للوضع الافتراضي بواسطة الضغط بزر الفأرة الأيمن *
L2=:مُلحقة المعالجة الصوتية
L4=Preamp:
L5=القيمة الحالة:
L6=preamp الحد الأقصى من:
L7=preamp الحد الأدنى من:
L9=القيمة الافتراضية:
L10=مستوى صوت الهدف:
lbChorus=Chorus
lbEcho=Echo
lbEnhancer=Enhancer
lbFlanger=Flanger
lbPitch=Pitch
lbReverb=Reverb
lbSpeed=Speed
lbTempo=Tempo
lbTrueBass=Bass
R2=استخدام قيمة من البطاقات
R3="تحليل الملف "على الطاير
RB1=لا تفعل شيئا
RB2=إضافة وقفة بسيطة بين المقطوعات
tcpAutoVolume=تطبيع الصوت
tcpCrossMixing=خيارات الخلط
tcpSoundEffects=التأثيرات الصوتية

[DSPDialog.cbReplayGainSource]
i[0]=المصدر: الملف
i[1]=المصدر: الألبوم

[EditorForm.RegisterFmt]
i[0]=بدون تغييرات
i[1]=جميع الكلمات بحروف كبيرة
i[2]=بداية كل كلمة بحرف كبير
i[3]=جميع الحروف كبيرة
i[4]=جميع الحروف صغيرة

[EQPresetsDialog]
B1=تطبيق
B2=إلغاء
B3=حذف
B4=استعادة
Caption=التجهيزات المحفوظة

[HotkeysGroups]
Common.Dialogs=الشائع: النوافذ
Common.SendTo=...الملفات: إرسال إلى
Common=الشائع
MusicLibrary.GroupingTree=مكتبة الموسيقى: شجرة التجميع
MusicLibrary.Table=مكتبة الموسيقى: جدول
MusicLibrary=مكتبة الموسيقى: الشائع
Player.Navigation=المُشغل: التنقل
Player.PlayableFile=المُشغل: ملف قابل للتشغيل
Player.PlaybackControl=المُشغل: التحكم في التشغيل
Player.Visualizations=المُشغل: المنظر التفاعلي
Playlist.AddFiles=قائمة التشغيل: إضافة ملفات
Playlist.Deletion=قائمة التشغيل: حذف ملفات
Playlist.Search=قائمة التشغيل: بحث
Playlist.SelectedFiles=قائمة التشغيل: الملفات المُختارة
Playlist.Sorting=قائمة التشغيل: الترتيب
Playlist=قائمة التشغيل

[InfoBar]
CB1=إظهار معلومات الملف في بداية تشغيله
CB2=إلى اليسار|إلى اليمين|توسيط
CB3=عرض الشريط أعلى الشاشة|عرض الشريط أسفل الشاشة
CB4=عرض غلاف الألبوم في الشريط
CB6=عرض الشريط في تطبيقات ملء الشاشة
CB7=تطبيق الشفافية على الشريط فقط دون النص
CB8=عرض دائما
GB5=المحتوى
L3=مدة عرض الشريط:
L5=محاذاة النص:
M1=الخلفية
M2=%d السطر
M3=الخط
M4=لون النص
P1=شريط المعلومات
RB2=بطاقة معلومات الملف المختصرة
T0=السلوك
T1=القالب
T2=عرض

[MSG]
1=قائمة تشغيل جديدة 
2=إدخال اسم
3=مكتبة الموسيقى
4=هذه العملية ستقوم بحذف الملفات التالية من جهازك ، هل تريد بالتأكيد تنفيذ هذه العملية؟
5=(معطل)
6=لم يتم العثور على الملف أو المجلد
7=تصغير بجوار الوقت والتاريخ 
8=إظهار نافذة التشغيل الرئيسية 
9=إعادة تسمية
10=الصوت
11=الوضع
12=تشغيل 
13=تشغيل من البداية
14=إلباث
15=التجهيزات المُسبقة المُعرّفة من قِبل المُستخدم
16=اختيار الكل
17=Off|On
18=إرسال ملفات
19=هذا المفتاح غير صالح أو انه مستخدم حاليًا من قبل برنامج آخر
20=سيتم استعادة جميع المفاتيح للوضع الافتراضي \n هل تريد استخدام مفاتيح الوسائط المتعددة في لوحة المفاتيح كمفاتيح شاملة؟ *
21=ستؤدي هذه العملية إلى غلق جميع قوائم التشغيل، باستثناء النشطة حاليا. هل ترغب بالتقدم؟
22=كتابة إلى ملف
23=معاينة
24=إظهار البرنامج في الأعلى دائمًا
25=لا يمكن حفظ التغييرات على الملف\n\nقد يكون الملف مستخدم من برنامج آخر\n\nتأكد من إغلاق جميع البرامج الآخرى التي قد تكون تستخدم الملف حاليًا
26=هل تريد تطبيق التغييرات على الملفات ؟
27=الملحن
29=غير موجود "%s" المجلد
30=لم يتمكن من إزالة إحدى الملحقات، من المحتمل أنها مستخدمة من التطبيق:
31=...اكتمل\n
32=:وضع قائمة التشغيل الموحدة مُفعل\n\n!من المفترض أن يتم إغلاق قائمة التشغيل الحالية تلقائيًا وإنشاء القائمة الجديدة\n\n!ولكن لا يمكن عمل أي تغييرات على قائمة التشغيل الحالية لأنها مقفلة\n\nيمكنك فك القفل بالضغط بالزر الأيمن للفأرة على تبويب قائمة التشغيل الحالية ثم الإعدادات الشخصية ثم إلغاء التأشير على "قفل القائمة من التغييرات" في الأسفل
33=بحث
34=الملفات المحلية
35=دون تجميع
36=...بحث عن ملفات
37=
38=هذا الخيار يقوم بتعطيل القدرة على إنشاء أكثر من قائمة تشغيل واحدة\n!إذا قمت باختياره فإن قوائم التشغيل الأخرى سيتم إغلاقها تلقائيًا بمجرد تطبيق التغييرات
39=الجودة
40=حفظ كـ
41=تنزيل من الإنترنت
42=الصيغة:
43=(الافتراضي)
44=السرعة
45=توازن
46=...يفتح...|يجلب
47=مُسجل الراديو
48=العنوان
49=تسجيل
50=!هذا المفتاح مستخدم حاليًا
51=قفز إلى الوقت:
52=صيغة غير صالحة
53=يوجد إصدار جديد متاح .. هل تريد تحميله الآن؟
54=خطوط الصوت
55=القيمة الحالية:
56=للتصنيف في مجلدات إستخدم الرمز "\" في القالب
57=هل أنت متأكد من أنك تريد إعادة تعيين الإحصائيات؟
58=قالب جديد 
59=إزالة الملفات فعليا|الملفات التالية لم يتم حذفها بسبب خطأ في النظام:
61=العملية لم تنته بعد. هل تريد إنهاء العملية قبل إستكمالها؟
62=بعض العمليات لم تنته بعد! هل تريد إلغائها ؟
63=بحث عن الملفات:
64=الحجم:
65=تاريخ الإنشاء:
66=لم يُعثر على شيء
67=...يجري التحديث
68=!إكتمل\n\n %s :حجم قاعدة البيانات الجديد\n %s :تم توفير \n
69=تطبيق
70=إلغاء
71=امتيازات المدير مطلوبة
72=نوع الملف
73=...يجري التحميل
74=مجلد الملف الشخصي
75=ترتيب حسب القالب 
76=%s وضع التقييم
77=بحث تلقائي
78=الملفات الجديدة:
79=الشفافية\n
80=معاينة
81=الكلمات
82=استعراض مجلد الملف 
83=حقوق النسخ
84=سيتم تطبيق التغييرات بعد إعادة تشغيل التطبيق
85=تقييم
86=نسخ 
87=لصق 
88=قص 
89=المصدر
90=النتيجة
91=لم يُعثر على البطاقة. لن يتغير اسم الملف
92=الكل|الإضافات|فك الترميز|مناظر تفاعلية|مدير المعالجة الصوتية
93=...يضيف ملفات
94=[متوقف] "A-B" تكرار جزء بين نقطتين|"A" تم تعيين النقطة \n|[يعمل] "A-B" تكرار جزء بين نقطتين|
95=ثانية %s إعادة الاتصال خلال
96=تحذير! سوف يتم إعادة قائمة التجهيزات المحفوظة للوضع الافتراضي
97=حفظ حالة المُشغّل عند الإغلاق
98=استخدام المُشغّل الصغير بدلا من التصغير بجوار الساعة
99=محرر التجهيزات المسبقة
100=الألبوم
101=URL عنوان
102=الفنان
103=العنوان
104=التعليق
105=النوع
106=إزالة الغلاف 
107=السنة
108=المقطوعة #
109=القرص #
110=غلاف الألبوم
111=.خطوط الصوت غير موجودة أو أنها غير صالحة
112=<لا شيء>
113=!إكتمل
114=!هذه العملية ستقوم بإزالة جميع الملفات والإحصائيات من قاعدة البيانات\n هل تود الإستمرار؟
115=المدة 
116=ملف|مجلد|قائمة تشغيل
117=تم تشغيله
118=تاريخ الإضافة
119=التقييم
120=قائمة قوائم التشغيل 
121=المهلة:
122=إغلاق
123=نسخ الملف إلى الذاكرة
124=فتح محرر البطاقات
125=الكتالوجات
126=...برجاء الانتظار
127=عدد التشغيلات
128=نسخ إلى %s | نقل إلى%s
129=الملء التلقائي\n(إنقر بالزر الأيمن للفأرة لاختيار القالب)
130=الطاقم
131=التحويل:
132=إعادة تسمية
133=إعدادات
134=متوقف
135=تحجيم
136=تم تغيير الإعدادات. هل تريد حفظ التغييرات؟
137=جهاز قابل للإزالة|محرك اقراص مدمجة
138=تطبيق إلى
139=ث %s سيتم إطفاء تشغيل الحاسوب بعد
140=الناشر
141=ديسيبل
142=تحذير! البرامج الأخرى لن تكون قادرة على إخراج الصوت إذا كان نوع جهاز الإخراج مُستخدم من قِبل هذا التطبيق.
143=Preimage: |بدون|مجلدات|مكتبة الموسيقى

[Options]
bCancel=إغلاق
Caption=خيارات

[OptionsFrameAddFiles]
C1=إضافة ملف
C9=عــام
C10=فتح ملفات من خارج البرنامج
C11=خاصية السحب والإفلات
CB1=اسأل المستخدم
CB2=Expand files by CUE file at adding to playlist
CB6=فحص تلقائي لقائمة التشغيل عند إضافة ملفات
CB9=تشغيل الملفات بعد فتحها مباشرة
CB15=تشغيل الملفات بعد إضافتها مباشرة
CB19=بدء تشغيل الملفات بعد فتحها مباشرة
CB47=إضافة إلى قائمة التشغيل الحالية إذا تم فتح ملف واحد فقط
CB48=فتح ملفات قائمة التشغيل في تبويب جديد
CB59=ترتيب حسب اسم الملف
L1=الإجراء الافتراضي :
L7=عند فتح ملفات من البرنامج :

[OptionsFrameAddFiles.CBA]
i[0]=إنشاء قائمة تشغيل جديدة
i[1]=إضافة الملفات إلى قائمة التشغيل الحالية
i[2]=وإضافة الملفات لها "Default" إفراغ القائمة الافتراضية

[OptionsFrameAddFiles.RG4]
i[0]=إضافة الملفات إلى الموضع الحالي
i[1]=إضافة الملفات إلى نهاية قائمة التشغيل
i[2]=إضافة الملفات إلى بداية قائمة التشغيل
i[3]=إضافة وخلط الملفات في قائمة التشغيل

[OptionsFrameAlbumArtManager]
B1=مسح التخزين المؤقت
C1=خيارات البحث الذاتي
C2=خيارات التخزين المؤقت
Caption=غلاف الألبوم
GB1=بحث في الإنترنت
GB2=تفعيل التخزين المؤقت
GB3=بحث في ملفات المجلد
L1=لا توجد ملحقات مثبّتة تتيح لك تنزيل غلاف الألبوم من الإنترنت
L2=أكبر حجم ملف يمكن تنزيله:
L3=يعمل التخزين المؤقت على توفير عدد مرات الوصول للقرص الصل، كما يوفر النقل من الإنترنت، وأيضا يعمل على تسريع البحث عن غلاف الألبوم.
L4=إزالة التسجيل من المخبئية بعد:
L5=الأيام
L6=الحالة:

[OptionsFrameAssoc]
B1=أنواع الملفات
C1=إرتباط الملفات
CB1=ملفات الصوت
CB2=ملفات قوائم التشغيل
CB3=ملفات المظاهر

[OptionsFrameConvertor]
C1=إعدادات التحويل
C18=السلوك
Caption=المحوّل
CB1=Expand files by CUE Sheet file at adding to table
L1=
L2=

[OptionsFrameFace]
C2=خيارات الواجهة
C3=الشفافية
Caption=الواجهة
CB1=Allow per-pixel semitransparency
CB2=تفعيل الخلفية الضبابية
CB3=تحريك النوافذ المثبّتة إلى نوافذ أخرى عند العرض والإخفاء
CB4=حركة تفاعلية للنوافذ عند إظهارها أو اخفائها في وضع شريط أدوات سطح المكتب
CB5=حركة تفاعلية طيفية للملف الذي يعمل
CB28=تفعيل حركات العرض المرئية
CB30=تفعيل تأثير الظهور المتدرج للأزرار
CB35=تمرير ناعم لتبويبات قوائم التشغيل
CB38=تعطيل الشفافية إذا كان البرنامج نشط
CB39=تعطيل الشفافية في حالة التركيز بمؤشر الفأرة على البرنامج
CB42=شفافية ناعمة
CB52=تفعيل خاصية المغناطيس بين حواف البرنامج وحواف الشاشة وحافة شريط المهام
L1=أو أعلى Windows 7 فقط لـ\nيجب أن يدعم المظهر الخلفية الضبابية أيضًا

[OptionsFrameHotkeys]
B10=المفاتيح الافتراضية
c[0]=الأمــــر
c[1]=مفتاح داخلي
c[2]=مفتاح شامل 1
c[3]=مفتاح شامل 2
C1=مفاتيح الاختصار

[OptionsFrameLang]
C1=اختر لغة الواجهة 
Caption=اللغة 
L1=تحويل العبارات التي لا تخضع لنظام اليونيكود وفقا لـ
L2=اللغات الأساسية
L3=اللغات الإضافية
L4=لغات لم يتم تحديثها للإصدار الحالي

[OptionsFrameMLMain]
B1=مراقبة الملفات...
C1=مكتبة الموسيقى
Caption=مكتبة الموسيقى
CB1=تعيين تقييم المستخدم
CB2=بدء التشغيل
CB6=عرض محتويات المجلدات الفرعية دائما
CB7=دمج مستويات التجميع الفارغة إذا كان ممكنا
GB1=الشائع
GB2=إضافة الملف إلى قاعدة البيانات عندما
GB3=التقييم
GB4=احتساب التشغيل
L1=الحد الأدنى لمدة الملف:
L3=احتساب التقييم بناءًا على الإحصائيات لآخر:
L4=أيام

[OptionsFrameNet]
C21=خيارات الاتصال بالإنترنت
Caption=خيارات الاتصال
CB1=استخدام اتصال مباشر
CB2=استخدام افتراضيات النظام
CB3=تكوين إعدادات البروكسي يدويًا
L1=User-Agent:
L79=مهلة الرفض:
L81=التخزين المؤقت:
L98=كلمة المرور:
L106=الخادم:
L107=المنفذ:
L108=اسم المستخدم:

[OptionsFramePlayer]
Caption=المُشغل
CB21=البقاء في الأعلى
G1=التحكم
GB4=التحكم في المشغل بمفاتيح الاختصار
GB5=التحكم في المشغل بالفأرة
GB15="قالب "نسخ معلومات الملف إلى الذاكرة
L14=التغيير في الموضع بمقدار:
L16=التغيير في حجم الصوت بمقدار:
L33=النقر بعجلة الفأرة:

[OptionsFramePlayer.MOBox]
i[0]=(لا شيء)
i[1]=إلباث / تشغيل
i[2]=إضافة ملفات

[OptionsFramePlayerBehavior]
C1=تلقائي
CB7=تكرار قائمة التشغيل التي تحتوي ملفا واحدا
CB22=إيقاف تشغيل الملف إذا تم حذف الملف الذي يعمل
CB32=تعديل آلي للتجهيزات المحفوظة في معادل الصوت
CB48="حفظ حالة المُشغّل أثناء التنقل بين قوائم التشغيل عبر أزرار "الملف التالي / الملف السابق
CB58=الانتقال تلقائيا إلى المقطوعة التالية
GB1=شائع
GB2=عند تشغيل البرنامج
GB3=وضع التشغيل الخلفي
GB4=عند انتهاء قائمة التشغيل
L1=:وضع التشغيل الخلفي

[OptionsFramePlayerBehavior.RG1]
i[0]=بدء التشغيل الخلفي
i[1]=استئناف حالة المُشغّل
i[2]=لا تفعل شيئا

[OptionsFramePlayerBehavior.RG2]
i[0]=الانتقال إلى قائمة التشغيل التالية
i[1]=تكرار قائمة التشغيل
i[2]=وضع الاستعداد

[OptionsFramePlayerBehavior.RG3]
i[0]=عادي
i[1]=تكرار المقطوعة
i[2]=عشوائي

[OptionsFramePlaylistBehavior]
C6=السلوك
C19=تمرير عناصر قائمة التشغيل من خلال عجلة الفأرة
Caption=قائمة التشغيل
CB1=إزالة قائمة التشغيل عند إغلاق التبويب
CB2="Bookmarks" فتح الملفات المفضلة في قائمة تشغيل جديدة باسم
CB3=(حفظ مسارات الملف الأساسية (مستحسن
CB4="حفظ قائمة التشغيل "افتراضي
CB8=طلب إدخال اسم لقائمة التشغيل عند إنشائها
CB31=حفظ قائمة الانتظار عند إغلاق التطبيق
CB46=إغلاق قائمة التشغيل من خلال النقر المزدوج بالفأرة على التبويب
CB56=طلب التأكيد من المستخدم عند إزالة ملفات من القرص الصلب
CB57=وضع قائمة التشغل المنفردة
GB1=الحفظ
GB2=الشائع
L12=تمرير طبيعي
L18="%s" تمرير مع الضغط على

[OptionsFramePlaylistView]
bCancel=إلغاء
bOk=موافق
C1=خيارات المظهر
Caption=المظهر
CB50=عرض معلومات عن الملفات المختارة
cbAbsoluteNumeration=عد متتابع لجميع فئات القائمة
cbGroupMode=تفعيل الفئات
cbMergeGroups=دمج الفئات المماثلة تلقائيًا
cbShow2ndLine=عرض السطر الثاني مع معلومات اخرى
cbShowDuration=عرض خانة مدة الملف
cbShowExpandBtns=عرض زر توسيع الفئات
cbShowMarks=عرض التقييم
cbShowNumbers=عرض رقم المقطوعة
cbShowSwitches=عرض خانة تمكين وتعطيل الملفات
ddZoom=تكبير النص
gbFormating=إعدادات صيغة العنوان
gbGrouping=إعدادات التجميع
gbLayoutSettings=إعدادات التنسيق

[OptionsFramePlugins]
B1=إعادة التشغيل الآن
Caption=الملحقات
L1=بعض الملحقات المُحمّلة غير مستخدمة من خلال هذا التطبيق
lbURL=الحصول على المزيد من الملحقات
N1=إزالة 
N2=تحميل المحدد 
N3=تحميل الكل 
N4=إلغاء تحميل المحدد 
N5=إلغاء تحميل الكل

[OptionsFramePlugins.cbFilter]
i[0]=الكل
i[1]=المحملة
i[2]=غير المحملة
i[3]=غير المستخدمة

[OptionsFrameRadioCap]
C1=الإعدادات الشائعة
C22=مُسجل راديو الإنترنت
Caption=راديو الإنترنت
CB65=(MP3 / AAC / AAC+) تسجيل البث بدون تحويل الترميز - فقط لـ
CB66=كتابة معلومات المقطوعة إلى الملف المُسجل
CB67=CUE حفظ ملف
GB6=خيارات التسجيل
GB9=تقسيم التسجيل إلى ملفات متعددة
L1=عدد محاولات إعادة الاتصال عند فقدان الاتصال:
L13=المُدة:
L24=قالب تسمية الملف:
L25=الحجم:
L85=حفظ التسجيل إلى المجلد:

[OptionsFrameRadioCap.cbBreakType]
i[0]=تقسيم حسب المقطوعات المذاعة
i[1]=تقسيم حسب الحجم
i[2]=تقسيم حسب المُدة

[OptionsFrameRunningLine]
C13=سطر التشغيل
CB75=حركة دورية
GB1=حركة سطر التشغيل
GB3=قالب سطر التشغيل
L10=:سرعة الحركة
L35=الظهور:
L36=الحركة:

[OptionsFrameRunningLine.rsRun]
i[0]=تعطيل
i[1]=إلى اليسار
i[2]=إلى اليمين

[OptionsFrameRunningLine.rsShow]
i[0]=تعطيل
i[1]=من اليسار
i[2]=من اليمين
i[3]=من أعلى
i[4]=من أسفل

[OptionsFrameSkins]
B2=...إستعراض
C1=المظاهر 
lbURL=الحصول على المزيد من المظاهر
miDelete=إزالة

[OptionsFrameSort]
L1=[!] Use "%!" macros for reverse sorting

[OptionsFrameSystem]
C1=النظام
Caption=النظام
CB2=عرض معلومات الملف الحالي في شريط المهام
CB3=السماح بتمرير معلومات الملف الحالي
CB4=عرض تقدم تشغيل الملف
CB5=عرض حالة المُشغّل في زرّ شريط المهام
CB6=عرض حالة المُشغّل كلون في شريط التقدم
CB7=استخدام حالة "غير معروفة" لبث الصوت
CB18=منع شاشة العرض من الانطفاء
CB23=إضافة إلى قائمة سياق المتصفح
CB24=إضافة إلى قائمة التشغيل التلقائي للأقراص المضغوطة
CB40="Run" إضافة رابط إلى قائمة
CB41=إضافة إلى قائمة التطبيقات الافتراضية
CB60=التشغيل التلقائي
GB1=التكامل
GB2=عرض زرّ في شريط المهام
L1=نافذة المُشغّل ينبغي أن تكون نشطة[!]
L99=الأولوية

[OptionsFrameTrackList]
C4=خيارات تصدير قائمة المقطوعات
Caption=تصدير قائمة المقطوعات
CB54=تصدير العناصر المخفية في قائمة التشغيل
CB55=تصدير فئات قائمة التشغيل
L26=الصيغة الافتراضية:
L27=القالب:

[OptionsFrameTray]
C15=عــام
C16=معلومات الملف
C17=التحكم بالفأرة
Caption=التصغير بجوار التاريخ والوقت
CB1=تصغير بجوار الساعة عند تصغير التطبيق
CB2=تصغير بجوار الساعة عند بدء التشغيل
CB3=عرض المُشغّل الصغير عند التصغير بجوار الساعة
CB4=عرض حالة التشغيل في أيقونة جوار الساعة
CB5=عرض أيقونة جوار الساعة دائما
CB13=عرض معلومات الملف عند التركيز بمؤشر الفأرة لفترة
L30=نقرة واحدة:
L31=نقر مرتين:
L32=النقر بعجلة الفأرة:
L34=فترة التركيز بالمؤشر:

[OptionsFrameTray.TrayCmd]
i[0]=(معطل) 
i[1]=إظهار/إخفاء 
i[2]=إظهار نافذة التشغيل الرئيسية
i[3]=معلومات الملف 
i[4]=AIMP إظهار متحكم صوت 
i[5]=إلباث/تشغيل 
i[6]=إضافة وتشغيل الملفات 
i[7]=الملف التالي 
i[8]=الملف السابق 

[OptionsFrameVisual]
C23=المنظر التفاعلي
CB68=إستخدام التنعيم
CB71=تغيير المنظر التفاعلي كل:
GB7=وضع ملء الشاشة
GB10=تغيير المنظر التفاعلي
L21=بدء وضع ملء الشاشة على شاشة العرض:
L23=سوف يتم العرض بشكل أبطأ ولكن صورة العرض ستكون أفضل عند التكبير [!]

[OptionsSoundOutFrame]
C1=خيارات التشغيل
Caption=التشغيل
CB2=مُتحكم صوت لوغاريتمي
L1=نوع مخرج الصوت:
L2=الجهاز:
L3=المتغيرات:
L4=حجم التخزين المؤقت:
L5=اختر القنوات التي ستستخدم للإخراج

[OptionsSoundOutTransformFrame]
B1=مدير المعالجة الصوتية
C1=خيارات التحويل
CB1=تفعيل دمج القنوات
CB1Hint=
CB2=
CB2Hint=
CB3=
CB3Hint=
GB1=
GB2=شائع
L1=الاختزال:
L2=السرعة
L3=الجودة

[PlaylistsManagerDialog]
acImport=...استيراد قوائم تشغيل
acImportDirs=...استيراد مجلدات
acRemove=إزالة المحدد من القرص
btnPreimage=الإعدادات
cbReadOnly=تأمين من التغييرات
L1=شائع
L2=إعدادات شخصية
L3=قوائم التشغيل النشطة
L4=قوائم التشغيل الخاملة
L5=معاينة
lbPreimage=صورة طبق الأصل:
lbPreimageNotes=الصورة طبق الأصل هي عبارة عن ملف قائمة تشغيل أو مجلد يحتوي على مصدر البيانات لقائمة التشغيل الحالية. للمزامنة مع الصورة طبق الأصل، اضغط على "إعادة تحميل البيانات من صورة طبق الأصل". 
lbStorage=المكان:

[PLS]
N1=مسارات الملفات الأساسية
N2=ترتيب الملفات بعد إضافتها لقائمة التشغيل عن طريق قالب:
N3=إضافة 
N20=إزالة 
N22=تمكين 
N23=تعطيل 
N36=المفضلات
N37=إضافة 
N39=تعديل 

[QTEForm]
bCopyTo=...نسخ إلى
Caption=محرر البطاقات السريع
L1=تحميل
L2=حفظ
L3=أزل العلامة لإزالة غلاف الألبوم من الملف عند حفظ التغييرات
T1=أساسي
T2=كلمات الأغنية
T3=CUE
T4=معلومات

[QueueDialog]
Caption=مدير قائمة الانتظار
CB1=تعطيل قائمة الانتظار
L1=الوقت الكلي:

[QueueDialog.ListView]
c[0]=الرقم
c[1]=اسم الملف
c[2]=قائمة التشغيل
c[3]=المُدة

[Scheduler]
A1=إطفاء التشغيل
A2=تعليق
A3=إغلاق البرنامج
A4=إلباث التشغيل
A5=سبات
B1=تحديد وقت
B2=عند انتهاء قائمة التشغيل
B3=عند انتهاء قائمة الانتظار
B4=عند انتهاء الملف
B5=موافق
Caption=المجدول
CB1=تغيير ناعم للصوت 
CB3=تلاشي الصوت أثناء:
CB4=زيادة حجم الصوت لفترة زمنية قدرها:
CB5=مؤقت النوم
CB6=ساعة التنبيه
L1=الوقت :
L3=عدد الملفات التي سوف تعمل قبل التنفيذ :
L4=: اختر ملف للتشغيل
L5=يمكنك سحب الملف من قائمة التشغيل أو من مستعرض الويندوز إلى حقل النص [!]
R1=عند الوقت المختار
R2=عند انقضاء الوقت
S1= ثانية
T1=مؤقت النوم
T2=المنبه

[SearchForm]
B1=خيارات البحث
B2=إغلاق
Caption=بحث متقدم
CB1=بحث في العناوين
CB2=بحث في الفنانين
CB3=بحث في الألبومات
CB4=بحث في الأنواع
CB5=بحث في أسماء الملفات
CB6=تفعيل البحث التلقائي
L1=(بحث في جميع القوائم)
N1=تشغيل 
N2=قفز إلى الملف الحالي

[SearchForm.Table]
c[0]=العنوان
c[1]=قائمة التشيغل
c[2]=المؤشر في الاصطفاف

[Templates]
%Album= - album
%AlbumArtist= - album artist
%AlbumGain= - replay gain value for album
%Artist= - artist
%Bitrate= - bitrate
%BPM= - beats per minute
%Caps(A)= - All Word With Captial Letter
%Channels= - channels
%Char(A)= - symbol with A code
%Composer= - composer
%DiskNumber= - disk number
%Duration= - track duration (sec)
%ExtractFileExt(A)= - extracting extension of file A
%FileCreatedDate= - file created date
%FileCreatedTime= - file created time
%FileDir= - full path to parent directory
%FileFormat= - file format
%FileModifiedDate= - file modified date
%FileModifiedTime= - file modified time
%FileName= - full file name
%FileParentDir= - name of parent directory
%FileSize= - file size (byte)
%Format(A, B)=A - format string for numeric value, B - value
%Genre= - genre
%IF(A, B, C)== C, if A is empty, otherwise - B
%IFEqual(A, B, C, D)== C, if A = B, otherwise - D
%IFGreater(A, B, C, D)== C, if A > B, otherwise - D
%IFGreaterOrEqual(A, B, C, D)== C, if A >= B, otherwise - D
%Index= - position in the playlist
%Length(A)= - length of the A string
%Low(A)= - lower case
%Lyrics= - lyrics
%Mark= - mark
%NewLine= (for tracklist only)
%PlayCount= - play count
%Publisher= - publisher
%Rating= - rating of track
%Replace(A, B, C)=, where A is source string, B - value to find, C - value to replace
%SampleRate= - sample rate
%StrCopy(A, B, C)= - copy symbols from A from position B, where C - count of symbols to copy
%StrPos(A, B)= - search sub-string A in B string
%Title= - title
%TrackGain= - replay gain value for track
%TrackNumber= - track number
%Up(A)= - UPPER CASE
%Year= - year

[Updater]
B1=فحص التحديثات الأخيرة
B2=تثبيت التحديث
Caption=فاحص التحديثات
CB1=عدم التذكير بهذا التحديث مرة أخرى
L1=الإصدار الحالي:
L2=الإصدار الأخير:
L3=فحص التحديثات يدويًا 
L4=%s :يوجد إصدار جديد متاح

